IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trdmax Property
Compatible with IDEA StatiCa v 10.1
 design torsional resistance moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Trdmax { get; set; }
Public Property Trdmax As Double
	Get
	Set
public:
property double Trdmax {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace